Repository: premyslvlcek/speedtest-apple
Catalog: SpeedTestPackage/Sources/HistoryFeature/Resources/Localizable.xcstrings
Source language: en
Languages: cs

# history.clear
source: Clear
cs: Vymazat

# history.clear.confirm
source: Clear All
cs: Smazat vše

# history.clear.message
source: This can't be undone.
cs: Tuto akci nelze vrátit.

# history.clear.title
source: Clear all results?
cs: Smazat všechny výsledky?

# history.done
source: Done
cs: Hotovo

# history.download.accessibility
source: Download %@ megabits per second
cs: Stahování %@ megabitů za sekundu

# history.empty.message
source: Finished tests appear here.
cs: Dokončené testy se zobrazí tady.

# history.empty.title
source: No Results Yet
cs: Zatím žádné výsledky

# history.speed
source: %@ Mbps
cs: %@ Mb/s

# history.title
source: History
cs: Historie

# history.upload.accessibility
source: Upload %@ megabits per second
cs: Odesílání %@ megabitů za sekundu
